IDEA Open Model
ConcreteBlock Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the ConcreteBlock class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public ConcreteBlock()
Public Sub New
public:
ConcreteBlock()
See Also
Reference
ConcreteBlock Class
IdeaRS.OpenModel.Connection Namespace